<?php
// Text
$_['text_success']       = 'คุณแก้ไขลูกค้าสำเร็จแล้ว';

// Error
$_['error_permission']   = 'คำเตือน: คุณไม่มีสิทธิ์เข้าถึง API!';
$_['error_customer']     =  'คุณต้องเลือกลูกค้า!';
$_['error_firstname']    =  'ชื่อจริงต้องอยู่ระหว่าง 1 ถึง 32 อักขระ!';
$_['error_lastname']     =  'นามสกุลต้องอยู่ระหว่าง 1 ถึง 32 อักขระ!';
$_['error_email']        = 'ที่อยู่อีเมลไม่ถูกต้อง!';
$_['error_telephone']    = 'โทรศัพท์ต้องอยู่ระหว่าง 3 ถึง 32 ตัวอักษร!';
$_['error_custom_field'] = '% s จำเป็น!';