<?php
// Text
$_['text_success']           = 'สำเร็จ: คุณได้แก้ไขคำสั่งซื้อ!';

// Error
$_['error_permission']       = 'คำเตือน: คุณไม่มีสิทธิ์เข้าถึง API!';
$_['error_customer']         =  'คำเตือน: ต้องตั้งค่ารายละเอียดลูกค้า!';
$_['error_payment_address']  =  'คำเตือน: ต้องระบุที่อยู่การชำระเงิน!';
$_['error_payment_method']   = 'คำเตือน: ต้องใช้วิธีการชำระเงิน!';
$_['error_no_payment']       =  'คำเตือน: ไม่มีตัวเลือกการชำระเงิน!';
$_['error_shipping_address'] = 'คำเตือน: ต้องการที่อยู่สำหรับจัดส่ง!';
$_['error_shipping_method']  =  'คำเตือน: จำเป็นต้องใช้วิธีการจัดส่ง!';
$_['error_no_shipping']      = 'คำเตือน: ไม่มีตัวเลือกการจัดส่ง!';
$_['error_stock']            = 'คำเตือน: สินค้าที่มีเครื่องหมาย *** ไม่มีจำหน่ายในปริมาณที่ต้องการหรือไม่มีในสต็อก!';
$_['error_minimum']          = 'คำเตือน: จำนวนสั่งซื้อขั้นต่ำสำหรับ% s คือ% s!';
$_['error_not_found']        = 'คำเตือน: ไม่พบคำสั่งซื้อ!';