<?php
// Text
$_['text_address']       = 'สำเร็จ: ตั้งค่าที่อยู่การชำระเงินแล้ว!';
$_['text_method']        = 'สำเร็จ: ตั้งค่าวิธีการชำระเงินแล้ว!';

// Error
$_['error_permission']   = 'คำเตือน: คุณไม่มีสิทธิ์เข้าถึง API!';
$_['error_firstname']    = 'ชื่อจริงต้องอยู่ระหว่าง 1 ถึง 32 อักขระ!';
$_['error_lastname']     = 'นามสกุลต้องอยู่ระหว่าง 1 ถึง 32 อักขระ!';
$_['error_address_1']    = 'ที่อยู่ 1 ต้องอยู่ระหว่าง 3 ถึง 128 อักขระ!';
$_['error_city']         = 'เมืองต้องอยู่ระหว่าง 3 ถึง 128 อักขระ!';
$_['error_postcode']     = 'รหัสไปรษณีย์ต้องอยู่ระหว่าง 2 ถึง 10 อักขระสำหรับประเทศนี้!';
$_['error_country']      = 'กรุณาเลือกประเทศ!';
$_['error_zone']         = 'กรุณาเลือกภูมิภาค / รัฐ!';
$_['error_custom_field'] = '% s จำเป็น!';
$_['error_address']      = 'คำเตือน: ต้องระบุที่อยู่การชำระเงิน!';
$_['error_method']       = 'คำเตือน: ต้องใช้วิธีการชำระเงิน!';
$_['error_no_payment']   =  'คำเตือน: ไม่มีตัวเลือกการชำระเงิน!';