<?php
// Text
$_['text_success']     = 'สำเร็จ: ใช้ส่วนลดบัตรกำนัลของคุณแล้ว!';
$_['text_cart']        = 'สำเร็จ: คุณได้แก้ไขตะกร้าสินค้าของคุณแล้ว!';
$_['text_for']         = '% s Gift Certificate สำหรับ% s';

// Error
$_['error_permission'] =  'คำเตือน: คุณไม่มีสิทธิ์เข้าถึง API!';
$_['error_voucher']    =  'คำเตือน: บัตรกำนัลไม่ถูกต้องหรือใช้ยอดเงินหมดแล้ว!';
$_['error_to_name']    = 'ชื่อผู้รับต้องอยู่ระหว่าง 1 ถึง 64 อักขระ!';
$_['error_from_name']  = 'ชื่อของคุณต้องอยู่ระหว่าง 1 ถึง 64 อักขระ!';
$_['error_email']      =  'ที่อยู่อีเมลไม่ถูกต้อง!';
$_['error_theme']      = 'คุณต้องเลือกธีม!';
$_['error_amount']     =  'จำนวนเงินต้องอยู่ระหว่าง% s ถึง% s!';