<?php
// Heading
$_['heading_title']                 =  'โปรแกรมพันธมิตร';

// Text
$_['text_account']                  =  'บัญชี';
$_['text_login']                    = 'เข้าสู่ระบบ';
$_['text_description']              = '<p> โปรแกรมพันธมิตรของ% s นั้นฟรีและช่วยให้สมาชิกมีรายได้โดยการวางลิงค์หรือลิงค์บนเว็บไซต์ของพวกเขาซึ่งโฆษณา% s หรือผลิตภัณฑ์ที่เฉพาะเจาะจง การขายใด ๆ ให้กับลูกค้าที่คลิกลิงก์เหล่านั้นจะได้รับค่าคอมมิชชั่นพันธมิตร ปัจจุบันอัตราค่าคอมมิชชันมาตรฐานคือ% s </p> <p> สำหรับข้อมูลเพิ่มเติมโปรดไปที่หน้าคำถามที่พบบ่อยของเราหรือดูเงื่อนไขพันธมิตร เงื่อนไข </p> ';
$_['text_new_affiliate']            =  'พันธมิตรใหม่';
$_['text_register_account']         = '<p> ขณะนี้ฉันไม่ได้เป็นพันธมิตร </p> <p> คลิกดำเนินการต่อด้านล่างเพื่อสร้างบัญชีพันธมิตรใหม่ โปรดทราบว่าสิ่งนี้ไม่ได้เชื่อมต่อกับบัญชีลูกค้าของคุณ แต่อย่างใด </p> ';
$_['text_returning_affiliate']      =  'เข้าสู่ระบบพันธมิตร';
$_['text_i_am_returning_affiliate'] = 'ฉันเป็นพันธมิตรที่กลับมา';
$_['text_forgotten']                = 'Forgotten Password';

// Entry
$_['entry_email']                   = 'อีเมลพันธมิตร';
$_['entry_password']                = 'รหัสผ่าน';

// Error
$_['error_login']                   = 'คำเตือน: ไม่ตรงกับที่อยู่อีเมลและ / หรือรหัสผ่าน';
$_['error_attempts']                =  'คำเตือน: บัญชีของคุณมีการพยายามเข้าสู่ระบบเกินจำนวนครั้งที่อนุญาต โปรดลองอีกครั้งในอีก 1 ชั่วโมง ';
$_['error_approved']                =  'คำเตือน: บัญชีของคุณต้องได้รับการอนุมัติก่อนจึงจะสามารถเข้าสู่ระบบได้';