<?php
// Heading
$_['heading_title'] =  'บัญชีพันธมิตรของคุณถูกสร้างขึ้นแล้ว!';

// Text
$_['text_message']  = '<p> ขอแสดงความยินดี! สร้างบัญชีใหม่ของคุณสำเร็จแล้ว! </p> <p> ตอนนี้คุณเป็นสมาชิกของ บริษัท ในเครือ% s แล้ว </p> <p> หากคุณมีคำถามใด ๆ เกี่ยวกับการทำงานของระบบพันธมิตรนี้โปรดส่งอีเมลไปที่ เจ้าของร้านค้า </p> <p> การยืนยันถูกส่งไปยังที่อยู่อีเมลที่ให้ไว้ หากคุณไม่ได้รับภายในชั่วโมงโปรด <a href="%s"> ติดต่อเรา </a> </p> ';
$_['text_approval'] = '<p> ขอขอบคุณที่ลงทะเบียนบัญชีพันธมิตรกับ% s! </p> <p> คุณจะได้รับแจ้งทางอีเมลเมื่อเจ้าของร้านค้าเปิดใช้งานบัญชีของคุณแล้ว </p> <p> หากคุณมีคำถามใด ๆ เกี่ยวกับการทำงานของระบบพันธมิตรนี้โปรด <a href="%s"> ติดต่อเจ้าของร้านค้า </a> </p> ';
$_['text_account']  = 'บัญชี';
$_['text_success']  = 'สำเร็จ';