<?php
// Heading
$_['heading_title']      = 'สมุดที่อยู่';

// Text
$_['text_account']       = 'บัญชี';
$_['text_address_book']  = 'รายการสมุดที่อยู่';
$_['text_address_add']   = 'เพิ่มที่อยู่';
$_['text_address_edit']  = 'แก้ไขที่อยู่';
$_['text_add']           = 'เพิ่มที่อยู่ของคุณเรียบร้อยแล้ว';
$_['text_edit']          = 'ที่อยู่ของคุณได้รับการอัปเดตเรียบร้อยแล้ว';
$_['text_delete']        = 'ลบที่อยู่ของคุณเรียบร้อยแล้ว';
$_['text_empty']         = 'คุณไม่มีที่อยู่ในบัญชีของคุณ';
$_['text_confirm']       = 'คุณแน่ใจใช่ไหม?';

// Entry
$_['entry_firstname']    = 'ชื่อจริง';
$_['entry_lastname']     = 'นามสกุล';
$_['entry_company']      = 'บริษัท';
$_['entry_address_1']    = 'ที่อยู่ 1';
$_['entry_address_2']    = 'ที่อยู่ 2';
$_['entry_postcode']     = 'รหัสไปรษณีย์';
$_['entry_city']         = 'เมือง';
$_['entry_country']      = 'ประเทศ';
$_['entry_zone']         = 'ภูมิภาค / รัฐ';
$_['entry_default']      = 'ที่อยู่เริ่มต้น';

// Error
$_['error_delete']       = 'คำเตือน: คุณต้องมีที่อยู่อย่างน้อยหนึ่งที่อยู่!';
$_['error_default']      = 'คำเตือน: คุณไม่สามารถลบที่อยู่เริ่มต้นของคุณได้!';
$_['error_firstname']    = 'ชื่อจริงต้องอยู่ระหว่าง 1 ถึง 32 อักขระ!';
$_['error_lastname']     = 'นามสกุลต้องอยู่ระหว่าง 1 ถึง 32 อักขระ!';
$_['error_address_1']    = 'ที่อยู่ต้องอยู่ระหว่าง 3 ถึง 128 อักขระ!';
$_['error_postcode']     = 'รหัสไปรษณีย์ต้องอยู่ระหว่าง 2 ถึง 10 อักขระ!';
$_['error_city']         = 'เมืองต้องอยู่ระหว่าง 2 ถึง 128 อักขระ!';
$_['error_country']      =  'กรุณาเลือกประเทศ!';
$_['error_zone']         = 'กรุณาเลือกภูมิภาค / รัฐ!';
$_['error_custom_field'] = '% s จำเป็น!';