<?php
// Heading
$_['heading_title']      = 'ข้อมูลบัญชีของฉัน';

// Text
$_['text_account']       = 'บัญชี';
$_['text_edit']          = 'แก้ไขข้อมูลผู้ใช้';
$_['text_your_details']  = 'รายละเอียดส่วนตัวของคุณ';
$_['text_success']       =  'สำเร็จ: บัญชีของคุณได้รับการอัปเดตเรียบร้อยแล้ว';

// Entry
$_['entry_firstname']    = 'ชื่อจริง';
$_['entry_lastname']     = 'นามสกุล';
$_['entry_email']        = 'อีเมล';
$_['entry_telephone']    = 'โทรศัพท์';

// Error
$_['error_exists']       =  'คำเตือน: ที่อยู่อีเมลได้รับการลงทะเบียนแล้ว!';
$_['error_firstname']    = 'ชื่อจริงต้องอยู่ระหว่าง 1 ถึง 32 อักขระ!';
$_['error_lastname']     = 'นามสกุลต้องอยู่ระหว่าง 1 ถึง 32 อักขระ!';
$_['error_email']        = 'ที่อยู่อีเมลไม่ถูกต้อง!';
$_['error_telephone']    =  'โทรศัพท์ต้องอยู่ระหว่าง 3 ถึง 32 ตัวอักษร!';
$_['error_custom_field'] = '%s จำเป็น!';