<?php
// Heading
$_['heading_title']   =  'ลืมรหัสผ่าน?';

// Text
$_['text_account']    = 'บัญชี';
$_['text_forgotten']  =  'ลืมรหัสผ่าน';
$_['text_your_email'] = 'ที่อยู่อีเมลของคุณ';
$_['text_email']      = 'ป้อนที่อยู่อีเมลที่เชื่อมโยงกับบัญชีของคุณ คลิกส่งเพื่อให้ลิงก์รีเซ็ตรหัสผ่านส่งอีเมลถึงคุณ ';
$_['text_success']    = 'อีเมลที่มีลิงค์ยืนยันถูกส่งไปที่อยู่อีเมลของคุณแล้ว';

// Entry
$_['entry_email']     = 'ที่อยู่อีเมล';
$_['entry_password']  =  'รหัสผ่านใหม่';
$_['entry_confirm']   =  'ยืนยัน';

// Error
$_['error_email']     = 'คำเตือน: ไม่พบที่อยู่อีเมลในบันทึกของเราโปรดลองอีกครั้ง!';
$_['error_approved']  =  'คำเตือน: บัญชีของคุณต้องได้รับการอนุมัติก่อนจึงจะสามารถเข้าสู่ระบบได้';
$_['error_password']  = 'รหัสผ่านต้องอยู่ระหว่าง 4 ถึง 20 อักขระ!';
$_['error_confirm']   =  'การยืนยันรหัสผ่านและรหัสผ่านไม่ตรงกัน!';