<?php
// Heading
$_['heading_title']                =  'เข้าสู่ระบบบัญชี';

// Text
$_['text_account']                 = 'บัญชี';
$_['text_login']                   ='เข้าสู่ระบบ';
$_['text_new_customer']            = 'ลูกค้าใหม่';
$_['text_register']                = 'ลงทะเบียนบัญชี';
$_['text_register_account']        = 'โดยการสร้างบัญชีคุณจะสามารถซื้อสินค้าได้เร็วขึ้นติดตามสถานะการสั่งซื้อและติดตามคำสั่งซื้อที่คุณได้ทำไว้ก่อนหน้านี้';
$_['text_returning_customer']      = 'สำหรับสมาชิกเดิม';
$_['text_i_am_returning_customer'] = 'ฉันเป็นสมาชิกเดิม';
$_['text_forgotten']               = 'ลืมรหัสผ่าน';

// Entry
$_['entry_email']                  = 'ที่อยู่อีเมล';
$_['entry_password']               =  'รหัสผ่าน';

// Error
$_['error_login']                  = 'คำเตือน: ไม่ตรงกับที่อยู่อีเมล / หรือรหัสผ่าน';
$_['error_attempts']               = 'คำเตือน: บัญชีของคุณมีการพยายามเข้าสู่ระบบเกินจำนวนครั้งที่อนุญาต โปรดลองอีกครั้งในอีก 1 ชั่วโมง ';
$_['error_approved']               =  'คำเตือน: บัญชีของคุณต้องได้รับการอนุมัติก่อนจึงจะเข้าสู่ระบบได้';