<?php
// Heading
$_['heading_title']  = 'รีเซ็ตรหัสผ่านของคุณ';

// Text
$_['text_account']   = 'บัญชี';
$_['text_password']  =  'ป้อนรหัสผ่านใหม่ที่คุณต้องการใช้';
$_['text_success']   = 'สำเร็จ: รหัสผ่านของคุณได้รับการอัปเดตเรียบร้อยแล้ว';

// Entry
$_['entry_password'] = 'รหัสผ่าน';
$_['entry_confirm']  =  'ยืนยัน';

// Error
$_['error_password'] = 'รหัสผ่านต้องอยู่ระหว่าง 4 ถึง 20 อักขระ!';
$_['error_confirm']  = 'การยืนยันรหัสผ่านและรหัสผ่านไม่ตรงกัน!';
$_['error_code']     = 'รหัสรีเซ็ตรหัสผ่านไม่ถูกต้องหรือถูกใช้ไปก่อนหน้านี้!';