<?php
// Heading
$_['heading_title'] = 'บัญชีของคุณถูกสร้างแล้ว!';

// Text
$_['text_message']  = '<p> ขอแสดงความยินดี! สร้างบัญชีใหม่ของคุณสำเร็จแล้ว! </p> <p> ตอนนี้คุณสามารถใช้ประโยชน์จากสิทธิพิเศษของสมาชิกเพื่อปรับปรุงประสบการณ์การช็อปปิ้งออนไลน์ของคุณกับเราได้ </p> <p> หากคุณมีคำถามใด ๆ เกี่ยวกับการทำงานของออนไลน์นี้ ร้านค้าโปรดส่งอีเมลถึงเจ้าของร้านค้า </p> <p> การยืนยันถูกส่งไปยังที่อยู่อีเมลที่ให้ไว้ หากคุณไม่ได้รับภายในชั่วโมงโปรด <a href="%s"> ติดต่อเรา </a> </p> ';
$_['text_approval'] = '<p> ขอขอบคุณที่ลงทะเบียนกับ% s! </p> <p> คุณจะได้รับแจ้งทางอีเมลเมื่อเจ้าของร้านค้าเปิดใช้งานบัญชีของคุณแล้ว </p> <p> หากคุณมีคำถามใด ๆ เกี่ยวกับการดำเนินงานของร้านค้าออนไลน์นี้โปรด <a href="%s"> ติดต่อเจ้าของร้านค้า </a> </p> ';
$_['text_account']  ='บัญชี';
$_['text_success']  = 'สำเร็จ';