<?php
// Heading
$_['heading_title']    = 'การติดตามพันธมิตร';

// Text
$_['text_account']     = 'บัญชี';
$_['text_description'] = 'เพื่อให้แน่ใจว่าคุณจะได้รับเงินสำหรับการอ้างอิงที่คุณส่งถึงเราเราจำเป็นต้องติดตามการอ้างอิงโดยการวางโค้ดติดตามใน URL ที่ลิงก์มาถึงเรา คุณสามารถใช้เครื่องมือด้านล่างเพื่อสร้างลิงค์ไปยังเว็บไซต์% s ';

// Entry
$_['entry_code']       =  'รหัสติดตามของคุณ';
$_['entry_generator']  =  'เครื่องมือสร้างลิงค์ติดตาม';
$_['entry_link']       =  'ลิงก์ติดตาม';

// Help
$_['help_generator']  = 'พิมพ์ชื่อผลิตภัณฑ์ที่คุณต้องการเชื่อมโยง';