<?php
// Heading
$_['heading_title']    = 'ซื้อบัตรของขวัญ';

// Text
$_['text_account']     = 'บัญชี';
$_['text_voucher']     = 'บัตรของขวัญ';
$_['text_description'] =  'บัตรของขวัญนี้จะถูกส่งไปยังผู้รับทางอีเมลหลังจากชำระเงินตามคำสั่งซื้อของคุณแล้ว';
$_['text_agree']       =  'ฉันเข้าใจว่าบัตรของขวัญไม่สามารถคืนเงินได้';
$_['text_message']     = '<p> ขอขอบคุณที่ซื้อบัตรของขวัญ! เมื่อคุณสั่งซื้อเรียบร้อยแล้วผู้รับบัตรของขวัญของคุณจะถูกส่งอีเมลพร้อมรายละเอียดวิธีการแลกรับบัตรของขวัญ </p> ';
$_['text_for']         = '%s Gift Certificate สำหรับ %s';

// Entry
$_['entry_to_name']    = 'ชื่อผู้รับ';
$_['entry_to_email']   =  'อีเมลของผู้รับ';
$_['entry_from_name']  = 'ชื่อของคุณ';
$_['entry_from_email'] = 'อีเมลของคุณ';
$_['entry_theme']      =  'รูปแบบบัตรของขวัญ';
$_['entry_message']    = 'ข้อความ';
$_['entry_amount']     =  'จำนวนเงิน';

// Help
$_['help_message']     = 'ไม่บังคับ';
$_['help_amount']      =  'ค่าต้องอยู่ระหว่าง% s ถึง% s';

// Error
$_['error_to_name']    = 'ชื่อผู้รับต้องอยู่ระหว่าง 1 ถึง 64 อักขระ!';
$_['error_from_name']  = 'ชื่อของคุณต้องอยู่ระหว่าง 1 ถึง 64 อักขระ!';
$_['error_email']      = 'ที่อยู่อีเมลไม่ถูกต้อง!';
$_['error_theme']      =  'คุณต้องเลือกรูปแบบ!';
$_['error_amount']     =  'จำนวนต้องอยู่ระหว่าง% s ถึง% s!';
$_['error_agree']      =  'คำเตือน: คุณต้องยอมรับว่าบัตรของขวัญไม่สามารถคืนเงินได้!';