<?php
// Heading
$_['heading_title'] =  'รายการที่ต้องการของฉัน';

// Text
$_['text_account']  =  'บัญชี';
$_['text_instock']  = 'มีสินค้า';
$_['text_wishlist'] = 'รายการสินค้าที่ต้องการ (% s)';
$_['text_login']    = 'คุณต้อง <a href="%s"> เข้าสู่ระบบ </a> หรือ <a href="%s"> สร้างบัญชี </a> เพื่อบันทึก <a href = "% s ">% s </a> ไปยัง <a href="%s"> รายการความปรารถนา </a> ของคุณ! ';
$_['text_success']  = 'สำเร็จ: คุณได้เพิ่ม <a href="%s">% s </a> ใน <a href="%s"> รายการความปรารถนา </a> ของคุณแล้ว!';
$_['text_remove']   = 'สำเร็จ: คุณได้แก้ไขรายการความปรารถนาของคุณแล้ว!';
$_['text_empty']    = 'รายการความปรารถนาของคุณว่างเปล่า';

// Column
$_['column_image']  = 'รูปภาพ';
$_['column_name']   =  'ชื่อผลิตภัณฑ์';
$_['column_model']  =  'รุ่น';
$_['column_stock']  = 'คลังสินค้า';
$_['column_price']  = 'ราคาต่อหน่วย';
$_['column_action'] =  'การกระทำ';