<?php
// Heading
$_['heading_title']                  = 'ชำระสินค้า';

// Text
$_['text_cart']                      = 'ตะกร้าสินค้า';
$_['text_checkout_option']           = 'ขั้นตอนที่ % s: ตัวเลือกการชำระเงิน';
$_['text_checkout_account']          = 'ขั้นตอนที % s: บัญชีและรายละเอียดการเรียกเก็บเงิน ';
$_['text_checkout_payment_address']  = 'ขั้นตอนที่ % s: รายละเอียดการเรียกเก็บเงิน';
$_['text_checkout_shipping_address'] = 'ขั้นตอนที่ % s: รายละเอียดการจัดส่ง';
$_['text_checkout_shipping_method']  = 'ขั้นตอนที่ % s: วิธีการจัดส่ง';
$_['text_checkout_payment_method']   = 'ขั้นตอนที่ % s: วิธีการชำระเงิน';
$_['text_checkout_confirm']          = 'ขั้นตอนที่ % s: ยืนยันคำสั่งซื้อ';
$_['text_modify']                    =  'แก้ไข >>;';
$_['text_new_customer']              = 'ลูกค้าใหม่';
$_['text_returning_customer']        = 'ลูกค้าที่กลับมา';
$_['text_checkout']                  = 'ตัวเลือกการชำระเงิน:';
$_['text_i_am_returning_customer']   = 'ฉันเป็นลูกค้าที่กลับมา';
$_['text_register']                  = 'ลงทะเบียนบัญชี';
$_['text_guest']                     = 'ผู้มาเยือนชำระเงิน';
$_['text_register_account']          =  'โดยการสร้างบัญชีคุณจะสามารถซื้อสินค้าได้เร็วขึ้นติดตามสถานะการสั่งซื้อและติดตามคำสั่งซื้อที่คุณได้ทำไว้ก่อนหน้านี้';
$_['text_forgotten']                 =  'ลืมรหัสผ่าน';
$_['text_your_details']              =  'รายละเอียดส่วนตัวของคุณ';
$_['text_your_address']              = 'ที่อยู่ของคุณ';
$_['text_your_password']             =  'รหัสผ่านของคุณ';
$_['text_agree']                     =  'ฉันได้อ่านและยอมรับ <a href="%s" class="agree"> <b>% s </b> </a>';
$_['text_address_new']               =  'ฉันต้องการใช้ที่อยู่ใหม่';
$_['text_address_existing']          =  'ฉันต้องการใช้ที่อยู่ที่มีอยู่';
$_['text_shipping_method']           = 'โปรดเลือกวิธีการจัดส่งที่ต้องการเพื่อใช้กับคำสั่งซื้อนี้';
$_['text_payment_method']            =  'โปรดเลือกวิธีการชำระเงินที่ต้องการใช้กับคำสั่งซื้อนี้';
$_['text_comments']                  = 'เพิ่มความคิดเห็นเกี่ยวกับคำสั่งซื้อของคุณ';
$_['text_recurring_item']            =  'รายการที่เกิดซ้ำ';
$_['text_payment_recurring']         =  'โปรไฟล์การชำระเงิน';
$_['text_trial_description']         = '% s ทุก% d% s (s) สำหรับการชำระเงิน% d จากนั้น';
$_['text_payment_description']       = '% s ทุก% d% s (s) สำหรับการชำระเงิน% d';
$_['text_payment_cancel']            = '% s ทุก% d% s (s) จนกว่าจะยกเลิก';
$_['text_day']                       = 'วัน';
$_['text_week']                      = 'สัปดาห์';
$_['text_semi_month']                = 'ครึ่งเดือน';
$_['text_month']                     = 'เดือน';
$_['text_year']                      = 'ปี';

// Column
$_['column_name']                    =  'ชื่อผลิตภัณฑ์';
$_['column_model']                   = 'รุ่น';
$_['column_quantity']                =  'ปริมาณ';
$_['column_price']                   = 'ราคาต่อหน่วย';
$_['column_total']                   = 'รวม';

// Entry
$_['entry_email_address']            = 'ที่อยู่อีเมล';
$_['entry_email']                    = 'อีเมล';
$_['entry_password']                 =  'รหัสผ่าน';
$_['entry_confirm']                  = 'ยืนยันรหัสผ่าน';
$_['entry_firstname']                = 'ชื่อจริง';
$_['entry_lastname']                 = 'นามสกุล';
$_['entry_telephone']                = 'โทรศัพท์';
$_['entry_address']                  = 'เลือกที่อยู่';
$_['entry_company']                  =  'บริษัท ';
$_['entry_customer_group']           = 'กลุ่มลูกค้า';
$_['entry_address_1']                =  'ที่อยู่ 1';
$_['entry_address_2']                = 'ที่อยู่ 2';
$_['entry_postcode']                 = 'รหัสไปรษณีย์';
$_['entry_city']                     = 'เมือง';
$_['entry_country']                  = 'ประเทศ';
$_['entry_zone']                     =  'ภูมิภาค / รัฐ';
$_['entry_newsletter']               = 'ฉันต้องการสมัครรับจดหมายข่าว% s';
$_['entry_shipping']                 =  'ที่อยู่ในการจัดส่งและที่อยู่สำหรับการเรียกเก็บเงินของฉันเหมือนกัน';

// Error
$_['error_warning']                  = 'เกิดปัญหาขณะพยายามดำเนินการตามคำสั่งซื้อของคุณ! หากปัญหายังคงอยู่โปรดลองเลือกวิธีการชำระเงินอื่นหรือคุณสามารถติดต่อเจ้าของร้านได้โดย <a href="%s"> คลิกที่นี่ </a> ';
$_['error_login']                    =  'คำเตือน: ไม่ตรงกับที่อยู่อีเมลและ / หรือรหัสผ่าน';
$_['error_attempts']                 = 'คำเตือน: บัญชีของคุณมีการพยายามเข้าสู่ระบบเกินจำนวนครั้งที่อนุญาต โปรดลองอีกครั้งในอีก 1 ชั่วโมง ';
$_['error_approved']                 ='คำเตือน: บัญชีของคุณต้องได้รับการอนุมัติก่อนจึงจะสามารถเข้าสู่ระบบได้';
$_['error_exists']                   =  'คำเตือน: ที่อยู่อีเมลได้รับการลงทะเบียนแล้ว!';
$_['error_firstname']                =  'ชื่อจริงต้องอยู่ระหว่าง 1 ถึง 32 อักขระ!';
$_['error_lastname']                 = 'นามสกุลต้องอยู่ระหว่าง 1 ถึง 32 อักขระ!';
$_['error_email']                    = 'ที่อยู่อีเมลไม่ถูกต้อง!';
$_['error_telephone']                =  'เบอร์โทรศัพท์ต้องอยู่ระหว่าง 3 ถึง 32 ตัวอักษร!';
$_['error_password']                 =  'รหัสผ่านต้องอยู่ระหว่าง 4 ถึง 20 อักขระ!';
$_['error_confirm']                  = 'การยืนยันรหัสผ่านไม่ตรงกับรหัสผ่าน!';
$_['error_address_1']                = 'ที่อยู่ 1 ต้องอยู่ระหว่าง 3 ถึง 128 อักขระ!';
$_['error_city']                     =  'เมืองต้องอยู่ระหว่าง 2 ถึง 128 อักขระ!';
$_['error_postcode']                 = 'รหัสไปรษณีย์ต้องอยู่ระหว่าง 2 ถึง 10 อักขระ!';
$_['error_country']                  = 'กรุณาเลือกประเทศ!';
$_['error_zone']                     = 'กรุณาเลือกภูมิภาค / รัฐ!';
$_['error_agree']                    = 'คำเตือน: คุณต้องยอมรับ% s!';
$_['error_address']                  = 'คำเตือน: คุณต้องเลือกที่อยู่!';
$_['error_shipping']                 =  'คำเตือน: จำเป็นต้องใช้วิธีการจัดส่ง!';
$_['error_no_shipping']              = 'คำเตือน: ไม่มีตัวเลือกการจัดส่ง โปรด <a href="%s"> ติดต่อเรา </a> เพื่อขอความช่วยเหลือ! ';
$_['error_payment']                  =  'คำเตือน: ต้องใช้วิธีการชำระเงิน!';
$_['error_no_payment']               = 'คำเตือน: ไม่มีตัวเลือกการชำระเงิน โปรด <a href="%s"> ติดต่อเรา </a> เพื่อขอความช่วยเหลือ! ';
$_['error_custom_field']             = '%s จำเป็น!';