<?php
// Heading
$_['heading_title'] = 'การชำระเงินล้มเหลว!';

// Text
$_['text_basket']   = 'ตะกร้าสินค้า';
$_['text_checkout'] =  'ชำระเงิน';
$_['text_failure']  = 'การชำระเงินล้มเหลว';
$_['text_message']  = '<p> เกิดปัญหาในการประมวลผลการชำระเงินของคุณและคำสั่งซื้อไม่เสร็จสมบูรณ์ </p>

<p> สาเหตุที่เป็นไปได้คือ: </p>
<ul>
   <li> เงินไม่เพียงพอ </li>
   <li> การยืนยันล้มเหลว </li>
</ul>

<p> โปรดลองสั่งซื้ออีกครั้งโดยใช้วิธีการชำระเงินอื่น </p>

<p> หากปัญหายังคงมีอยู่โปรด <a href="%s"> ติดต่อเรา </a> พร้อมรายละเอียดของคำสั่งซื้อที่คุณพยายามจะส่ง </p>
';