<?php
// Heading
$_['heading_title']        = 'ดำเนินการเรียบร้อยแล้ว!';

// Text
$_['text_basket']          = 'ตะกร้าสินค้า';
$_['text_checkout']        =  'ชำระเงิน';
$_['text_success']         = 'สำเร็จ';
$_['text_customer']        = '<p> คำสั่งซื้อของคุณได้รับการดำเนินการเรียบร้อยแล้ว! </p> <p> คุณสามารถดูประวัติการสั่งซื้อของคุณได้โดยไปที่ <a href="%s"> บัญชีของฉัน </ a > หน้าและคลิกที่ <a href="%s"> ประวัติ </a> </p> <p> หากการซื้อของคุณมีการดาวน์โหลดที่เกี่ยวข้องคุณสามารถไปที่บัญชี <a href = "% s" > ดาวน์โหลด </a> เพื่อดู </p> <p> โปรดส่งคำถามที่คุณมีไปยัง <a href="%s"> เจ้าของร้านค้า </a> </p> <p> ขอบคุณ สำหรับการช้อปปิ้งออนไลน์กับเรา! </p>';
$_['text_guest']           = '<p> คำสั่งซื้อของคุณได้รับการดำเนินการเรียบร้อยแล้ว! </p> <p> โปรดส่งคำถามที่คุณมีไปยัง <a href="%s"> เจ้าของร้าน </a> </p> <p> ขอขอบคุณที่ช้อปปิ้งออนไลน์กับเรา! </p> ';