<?php
// Text
$_['text_subject']          = '% s - ลำดับ% s';
$_['text_greeting']         =  'ขอบคุณที่สนใจผลิตภัณฑ์% s ได้รับคำสั่งซื้อของคุณแล้วและจะดำเนินการเมื่อการชำระเงินได้รับการยืนยันแล้ว ';
$_['text_link']             = 'หากต้องการดูคำสั่งซื้อของคุณคลิกที่ลิงค์ด้านล่าง:';
$_['text_order_detail']     =  'รายละเอียดการสั่งซื้อ';
$_['text_instruction']      = 'คำแนะนำ';
$_['text_order_id']         =  'รหัสคำสั่งซื้อ:';
$_['text_date_added']       =  'วันที่เพิ่ม:';
$_['text_order_status']     =  'สถานะการสั่งซื้อ:';
$_['text_payment_method']   =  'วิธีการชำระเงิน:';
$_['text_shipping_method']  = 'วิธีการจัดส่ง:';
$_['text_email']            = 'อีเมล:';
$_['text_telephone']        = 'โทรศัพท์:';
$_['text_ip']               = 'ที่อยู่ IP:';
$_['text_payment_address']  = 'ที่อยู่การชำระเงิน';
$_['text_shipping_address'] = 'ที่อยู่จัดส่ง';
$_['text_products']         =  'สินค้า';
$_['text_product']          =  'สินค้า';
$_['text_model']            = 'รุ่น';
$_['text_quantity']         = 'ปริมาณ';
$_['text_price']            = 'ราคา';
$_['text_order_total']      = 'ยอดรวมการสั่งซื้อ';
$_['text_total']            = 'รวม';
$_['text_download']         = 'เมื่อการชำระเงินของคุณได้รับการยืนยันแล้วคุณสามารถคลิกที่ลิงค์ด้านล่างเพื่อเข้าถึงผลิตภัณฑ์ที่ดาวน์โหลดได้ของคุณ:';
$_['text_comment']          =  'ความคิดเห็นสำหรับคำสั่งซื้อของคุณคือ:';
$_['text_footer']           = 'กรุณาตอบกลับอีเมลนี้หากคุณมีคำถามใด ๆ ';