<?php
// Text
$_['text_subject']        = '% s - ขอบคุณสำหรับการลงทะเบียน';
$_['text_welcome']        = 'ยินดีต้อนรับและขอบคุณสำหรับการลงทะเบียนที่% s!';
$_['text_login']          = 'บัญชีของคุณถูกสร้างขึ้นแล้วและคุณสามารถเข้าสู่ระบบโดยใช้ที่อยู่อีเมลและรหัสผ่านของคุณโดยไปที่เว็บไซต์ของเราหรือที่ URL ต่อไปนี้:';
$_['text_approval']       = 'บัญชีของคุณต้องได้รับการอนุมัติก่อนจึงจะสามารถเข้าสู่ระบบได้ เมื่อได้รับการอนุมัติคุณสามารถเข้าสู่ระบบโดยใช้ที่อยู่อีเมลและรหัสผ่านของคุณโดยไปที่เว็บไซต์ของเราหรือที่ URL ต่อไปนี้: ';
$_['text_service']        = 'เมื่อเข้าสู่ระบบคุณจะสามารถเข้าถึงบริการอื่น ๆ รวมถึงการตรวจสอบคำสั่งซื้อที่ผ่านมาการพิมพ์ใบแจ้งหนี้และการแก้ไขข้อมูลบัญชีของคุณ';
$_['text_thanks']         =  'ขอบคุณ';
$_['text_new_customer']   = 'ลูกค้าใหม่';
$_['text_signup']         = 'ลูกค้าใหม่ลงทะเบียน:';
$_['text_customer_group'] = 'กลุ่มลูกค้า:';
$_['text_firstname']      = 'ชื่อ:';
$_['text_lastname']       = 'นามสกุล:';
$_['text_email']          =  'อีเมล:';
$_['text_telephone']      = 'โทรศัพท์:';