<?php
// Text
$_['text_subject']  = 'คุณได้รับบัตรของขวัญจาก% s';
$_['text_greeting'] = 'ขอแสดงความยินดีคุณได้รับบัตรของขวัญมูลค่า% s';
$_['text_from']     = '% s ส่งบัตรของขวัญนี้ถึงคุณแล้ว';
$_['text_message']  = 'มีข้อความว่า';
$_['text_redeem']   = 'ในการแลกบัตรของขวัญนี้ให้จดรหัสแลกรับซึ่งเป็น <b>% s </b> จากนั้นคลิกที่ลิงค์ด้านล่างและซื้อผลิตภัณฑ์ที่คุณต้องการใช้บัตรของขวัญนี้ . คุณสามารถป้อนรหัสบัตรของขวัญในหน้าตะกร้าสินค้าก่อนที่คุณจะคลิกชำระเงิน ';
$_['text_footer']   =  'กรุณาตอบกลับอีเมลนี้หากคุณมีคำถามใด ๆ ';